Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# ViewNATDetectorWindowText6.Text
source: Local IPv4
fr: IPv4 locale
it: IPv4 locale
ja: ローカル IPv4
ko: 로컬 IPv4
ru: Локальный IPv4
zh_cn: 本地 IPv4
zh_hant: 本機 IPv4

# ViewNATDetectorWindowText8.Text
source: Public IPv4
fr: IPv4 publique
it: IPv4 pubblico
ja: パブリック IPv4
ko: 공인 IPv4
ru: Публичный IPv4
zh_cn: IPv4
zh_hant: 公用 IPv4

# ViewNATDetectorWindowText10.Text
source: Mapping behavior
fr: Comportement de mappage
it: Comportamento di mappatura
ja: マッピング動作
ko: 매핑 동작
ru: Поведение сопоставления
zh_cn: 映射行为
zh_hant: 映射行為

# ViewNATDetectorWindowText24.Text
source: Unknown
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_cn: 未知
zh_hant: 未知

# ViewNATDetectorWindowText12.Text
source: Filtering behavior
fr: Comportement de filtrage
it: Comportamento di filtraggio
ja: フィルタリング動作
ko: 필터링 동작
ru: Поведение фильтрации
zh_hant: 篩選行為

# ViewNATDetectorWindowText14.Text
source: Legacy label
it: Etichetta legacy
ja: 旧ラベル
ko: 레거시 레이블
ru: Устаревшая метка
zh_hant: 舊版標籤

# ViewNATDetectorWindowText16.Text
source: Listening port
fr: Port d’écoute
it: Porta in ascolto
ja: リッスンポート
ko: 수신 중인 포트
ru: Порт прослушивания
zh_cn: 监听中的端口
zh_hant: 監聽中的連接埠

# ViewNATDetectorWindowText28.Text
source: Not tested
fr: Non testé
it: Non testato
ja: 未テスト
ko: 테스트하지 않음
ru: Не проверено
zh_cn: 未测试
zh_hant: 未測試

# ViewNATDetectorWindowText25.Text
source: Mapped port
fr: Port mappé
it: Porta mappata
ja: マッピング済みポート
ko: 매핑된 포트
ru: Сопоставленный порт
zh_cn: 映射端口
zh_hant: 映射連接埠

# ViewNATDetectorWindowText29.Text
source: Probe evidence
fr: Résultats de la sonde
it: Evidenza del test
ja: プローブ情報
ko: 검사 근거
ru: Результаты проверки
zh_hant: 探測證據

# ViewNATDetectorWindowText31.Text
source: RFC 5780 mapping observations
it: Osservazioni di mappatura RFC 5780
ja: RFC 5780 マッピング観測
ko: RFC 5780 매핑 관찰 결과
ru: Наблюдения сопоставления RFC 5780
zh_hant: RFC 5780 映射觀察結果

# ViewNATDetectorWindowText32.Text
source: Server 1 / primary
fr: Serveur 1 / primary
it: Server 1 / primario
ja: サーバー 1 / プライマリ
ko: 서버 1 / 기본
ru: Сервер 1 / основной
zh_hant: 伺服器 1／主要

# ViewNATDetectorWindowText33.Text
source: Server 1 / other port
fr: Serveur 1 / autre port
it: Server 1 / altra porta
ja: サーバー 1 / 別ポート
ko: 서버 1 / 다른 포트
ru: сервер 1 / другое порт
zh_hant: 伺服器 1／其他連接埠

# ViewNATDetectorWindowText34.Text
source: Other IPv4 / server 2
fr: Autre IPv4 / serveur 2
it: Altro IPv4 / server 2
ja: 別 IPv4 / サーバー 2
ko: 다른 IPv4 / 서버 2
ru: другое IPv4 / сервер 2
zh_hant: 其他 IPv4／伺服器 2

# ViewNATDetectorWindowText35.Text
source: Result
fr: Résultat
it: Risultato
ja: 結果
ko: 결과
ru: Результат
zh_cn: 结果
zh_hant: 結果

# ViewNATDetectorWindowText39.Text
source: Public IP:port
it: IP pubblico:porta
ja: パブリック IP:ポート
ko: 공인 IP:포트
ru: Публичный IP:порт
zh_cn: 公网 IP:端口
zh_hant: 公用 IP:連接埠

# ViewNATDetectorWindowText43.Text
source: Latency
fr: Latence
it: Latenza
ja: 遅延
ko: 지연 시간
ru: Задержка
zh_cn: 延迟
zh_hant: 延遲

# ViewNATDetectorWindowText47.Text
source: Ready
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
ru: Готово
zh_cn: 就绪
zh_hant: 就緒

# ViewNATDetectorWindowText48.Content
source: Start detection
fr: Démarrer la détection
it: Avvia rilevamento
ja: 検出を開始
ko: 감지 시작
ru: Начать проверку
zh_cn: 开始检测
zh_hant: 開始偵測

# ViewNATDetectorWindowText49.Content
source: Close
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hant: 關閉

# ViewModalWindowTorrentCheckModalWindowSelectorBarItem_Advanced.Text
source: Advanced
fr: Avancé
it: Avanzate
ja: 詳細設定
ko: 고급
ru: Дополнительно
zh_hant: 進階

# ViewModalWindowTorrentCheckModalWindowSelectorBarItem_Publisher.Text
source: Publisher
fr: Éditeur
it: Editore
ja: 発行者
ko: 게시자
ru: Издатель
zh_cn: 发布者
zh_hant: 發布者

# ViewModalWindowTorrentCheckModalWindowSelectorBarItem_DownloadOrder.Text
source: Download Order
fr: Ordre de téléchargement
it: Ordine di download
ja: ダウンロード順序
ko: 다운로드 순서
ru: Порядок загрузки
zh_hant: 下載順序

# ViewTrackerLogWindowText1.Text
source: Task name
fr: Nom de la tâche
it: Nome attività
ja: タスク名
ko: 작업 이름
ru: Имя задачи
zh_cn: 任务名称
zh_hant: 任務名稱

# ViewTrackerLogWindowText2.Header
source: Always on top
fr: Toujours au premier plan
it: Sempre in primo piano
ja: 常に手前に表示
ko: 항상 위
ru: Поверх всех окон
zh_hant: 永遠置頂

# ViewTrackerLogWindowText4.Text
source: Time
fr: Heure
it: Ora
ja: 時刻
ko: 시간
ru: Время
zh_cn: 时间
zh_hant: 時間

# ViewTrackerLogWindowText5.Text
source: Content
fr: Contenu
it: Contenuto
ja: 内容
ko: 내용
ru: Содержимое
zh_hant: 內容

# ViewTrackerLogWindowText6.Text
source: No tracker log entries yet
fr: Aucune entrée de journal de traqueur pour le moment
it: Nessuna voce nel log del tracker
ja: トラッカーログのエントリはまだありません
ko: 아직 트래커 로그 항목이 없습니다
ru: В журнале трекера пока нет записей
zh_cn: 暂无 tracker 日志记录
zh_hant: 尚無 Tracker 記錄項目

# ViewTaskSummaryPageText21.Text
source: Upload speed
fr: Vitesse de téléversement
it: Velocità upload
ja: アップロード速度
ko: 업로드 속도
ru: Скорость отдачи
zh_cn: 上传速度
zh_hant: 上傳速度

# ViewNATDetectorWindowText11.Text
source: Unknown
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_cn: 未知
zh_hant: 未知

# ViewTaskTrackersPageText16.Text
source: Leechers
fr: Téléchargeurs
it: Leecher
ja: リーチャー
ko: 리처
ru: Личеры
zh_cn: 下载者
zh_hant: 下載者

# ViewTaskTrackersPageText13.Text
source: Retries
fr: Tentatives
it: Tentativi
ja: 再試行回数
ko: 재시도
ru: Повторные попытки
zh_cn: 重试次数
zh_hant: 重試次數

# ViewTaskTrackersPageText18.Text
source: Status
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Состояние
zh_cn: 状态
zh_hant: 狀態

# ViewNATDetectorWindowText18.Text
source: Not tested
fr: Non testé
it: Non testato
ja: 未テスト
ko: 테스트하지 않음
ru: Не проверено
zh_cn: 未测试
zh_hant: 未測試

# ViewTaskTrackersPageText15.Text
source: Seeders
fr: Sources
it: Seeder
ja: シーダー
ko: 시더
ru: Сиды
zh_cn: 做种者
zh_hant: 做種者

# ViewTaskTrackersPageText14.Text
source: Time remaining
fr: Temps restant
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
ru: Оставшееся время
zh_cn: 剩余时间
zh_hant: 剩餘時間

# ViewTaskSummaryPageText31.Text
source: Share ratio
fr: Ratio de partage
it: Rapporto di condivisione
ja: 共有比率
ko: 공유 비율
ru: Коэффициент раздачи
zh_cn: 分享率
zh_hant: 分享比率

# ViewNotifyIconContextMenuText8.Text
source: Unlimited
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
ru: Без ограничений
zh_cn: 不限
zh_hant: 不限

# ViewTaskSummaryPageText48.Text
source: N/A
ja: 該当なし
zh_hant: 不適用

# ViewTaskTrackersPageText12.Text
source: Log
fr: Journal
ja: ログ
ko: 로그
ru: Журнал
zh_cn: 日志
zh_hant: 記錄

source: Open OpenNet
fr: Ouvrir OpenNet
it: Apri OpenNet
ja: OpenNet を開く
ko: OpenNet 열기
ru: Открыть OpenNet
zh_hant: 開啟 OpenNet

source: Start Downloading All
fr: Démarrer tous les téléchargements
it: Avvia tutti i download
ja: すべてのダウンロードを開始
ko: 모든 다운로드 시작
ru: Запустить все загрузки
zh_cn: 开始所有下载
zh_hant: 開始所有下載

source: Start Uploading All
fr: Démarrer tous les téléversements
it: Avvia tutti gli upload
ja: すべてのアップロードを開始
ko: 모든 업로드 시작
ru: Запустить все раздачи
zh_cn: 开始所有上传
zh_hant: 開始所有上傳

source: Stop All Tasks
fr: Arrêter toutes les tâches
it: Arresta tutte le attività
ja: すべてのタスクを停止
ko: 모든 작업 중지
ru: Остановить все задачи
zh_cn: 停止所有任务
zh_hant: 停止所有任務

source: Suspend All Active Tasks
fr: Suspend Tous Actif Tâches
it: Sospendi tutte le attività attive
ja: すべてのアクティブタスクを一時停止
ko: 모든 활성 작업 일시 중지
ru: Приостановить все активные задачи
zh_cn: 暂停所有活动任务
zh_hant: 暫停所有作用中任務

source: Resume Last Suspended Tasks
fr: Reprendre Dernier Suspended Tâches
it: Riprendi le ultime attività sospese
ja: 最後に一時停止したタスクを再開
ko: 마지막으로 일시 중지한 작업 재개
ru: Возобновить последние приостановленные задачи
zh_cn: 恢复上次暂停的任务
zh_hant: 繼續上次暫停的任務

source: Download Limit
fr: Limite de téléchargement
it: Limite download
ja: ダウンロード制限
ko: 다운로드 제한
ru: Ограничение загрузки
zh_hant: 下載限制

source: Unlimited
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
ru: Без ограничений
zh_cn: 不限
zh_hant: 不限

source: Upload Limit
fr: Limite de téléversement
it: Limite upload
ja: アップロード制限
ko: 업로드 제한
ru: Ограничение отдачи
zh_cn: 上传限制
zh_hant: 上傳限制

source: Enable Scheduler
fr: Activer le planificateur
it: Abilita pianificatore
ja: スケジューラーを有効にする
ko: 스케줄러 사용
ru: Включить планировщик
zh_hant: 啟用排程器

source: Open Torrent File ...
fr: Ouvrir un fichier torrent...
it: Apri file torrent...
ja: Torrent ファイルを開く ...
ko: 토렌트 파일 열기...
ru: Открыть торрент-файл...
zh_hant: 開啟 Torrent 檔案 ...

source: Add Torrent from URL ...
fr: Ajouter un torrent depuis une URL...
it: Aggiungi torrent da URL...
ja: URL から Torrent を追加 ...
ko: URL에서 토렌트 추가...
ru: Добавить торрент по URL...
zh_hant: 從 URL 新增 Torrent ...

source: HTTP/FTP Download ...
fr: Téléchargement HTTP/FTP...
it: Download HTTP/FTP...
ja: HTTP/FTP ダウンロード ...
ko: HTTP/FTP 다운로드...
ru: HTTP/FTP-загрузка...
zh_hant: HTTP/FTP 下載 ...

source: HTTP/FTP Batch Download ...
fr: Téléchargement HTTP/FTP par lot...
it: Download HTTP/FTP multiplo...
ja: HTTP/FTP 一括ダウンロード ...
ko: HTTP/FTP 일괄 다운로드...
ru: Пакетная HTTP/FTP-загрузка...
zh_hant: HTTP/FTP 批次下載 ...

source: Capture Clipboard URL
fr: Capturer l’URL du Presse-papiers
it: Acquisisci URL dagli Appunti
ja: クリップボードの URL を取得
ko: 클립보드 URL 감지
ru: Перехватывать URL из буфера обмена
zh_hant: 擷取剪貼簿 URL

source: Tray Balloon
it: Notifica nell'area di sistema
ja: トレイ通知
ko: 트레이 알림
ru: Уведомление в трее
zh_hant: 系統匣氣泡通知

source: Floating Window
fr: Fenêtre flottante
it: Finestra mobile
ja: フローティングウィンドウ
ko: 플로팅 창
ru: Плавающее окно
zh_hant: 浮動視窗

source: Floating Window settings
fr: Paramètres de la fenêtre flottante
it: Impostazioni finestra mobile
ja: フローティングウィンドウ設定
ko: 플로팅 창 설정
ru: Настройки плавающего окна
zh_hant: 浮動視窗設定

source: Options ...
it: Opzioni...
ja: オプション ...
ko: 옵션...
ru: Параметры...
zh_hant: 選項 ...

source: Exit
fr: Quitter
it: Esci
ja: 終了
ko: 종료
ru: Выход
zh_hant: 結束

source: Transfer files securely across your P2P network
fr: Transfert fichiers en toute sécurité across votre P2P réseau
it: Trasferisci file in sicurezza sulla tua rete P2P
ja: P2P ネットワーク上でファイルを安全に転送
ko: P2P 네트워크에서 파일을 안전하게 전송합니다
ru: Безопасная передача файлов по вашей P2P-сети
zh_hant: 在 P2P 網路中安全傳輸檔案

source: Discover and connect to peers on your local network
fr: Discover et connecter vers pairs sur votre local réseau
it: Rileva e connettiti ai peer sulla rete locale
ja: ローカルネットワーク上のピアを検出して接続
ko: 로컬 네트워크의 피어를 검색하고 연결합니다
ru: Обнаруживайте пиры в локальной сети и подключайтесь к ним
zh_hant: 探索並連線至區域網路上的 Peer

source: Chat with peers in real-time over secure channels
fr: Discuter avec des pairs en temps réel via des canaux sécurisés
it: Chatta con i peer in tempo reale tramite canali sicuri
ja: 安全なチャネルを介してピアとリアルタイムにチャット
ko: 보안 채널을 통해 피어와 실시간으로 채팅합니다
ru: Общайтесь с пирами в реальном времени по защищённым каналам
zh_hant: 透過安全通道與 Peer 即時聊天

source: Create secure encrypted tunnels between devices
fr: Créer des tunnels chiffrés sécurisés entre les appareils
it: Crea tunnel crittografati sicuri tra dispositivi
ja: デバイス間に安全な暗号化トンネルを作成
ko: 장치 간에 안전한 암호화 터널을 만듭니다
ru: Создавайте защищённые зашифрованные туннели между устройствами
zh_hant: 在裝置之間建立安全的加密通道

source: Share folders and storage with your network peers
fr: Share dossiers et stockage avec votre réseau pairs
it: Condividi cartelle e spazio di archiviazione con i peer della rete
ja: ネットワーク上のピアとフォルダーやストレージを共有
ko: 네트워크 피어와 폴더 및 저장 공간을 공유합니다
ru: Предоставляйте папки и хранилище пирам вашей сети
zh_hant: 與網路上的 Peer 共用資料夾與儲存空間

source: Monitor network bandwidth and performance in real-time
fr: Monitor réseau bande passante et performances dans temps réel
it: Monitora in tempo reale larghezza di banda e prestazioni della rete
ja: ネットワーク帯域幅とパフォーマンスをリアルタイム監視
ko: 네트워크 대역폭과 성능을 실시간으로 모니터링합니다
ru: Отслеживайте пропускную способность и производительность сети в реальном времени
zh_hant: 即時監控網路頻寬與效能

source: Peer-to-peer networking made simple.
fr: Le réseau pair à pair en toute simplicité.
it: Il networking peer-to-peer reso semplice.
ja: ピアツーピアネットワークをシンプルに。
ko: 간편한 피어 투 피어 네트워킹.
ru: Простая работа с одноранговой сетью.
zh_hant: 讓點對點網路變得簡單。

source: Securely connect, share, and communicate.
fr: Connectez-vous, partagez et communiquez en toute sécurité.
it: Connettiti, condividi e comunica in sicurezza.
ja: 安全に接続、共有、通信。
ko: 안전하게 연결하고 공유하며 소통하세요.
ru: Безопасно подключайтесь, обменивайтесь данными и общайтесь.
zh_hant: 安全地連線、分享與通訊。

source: I have read and agree to
fr: I have read et agree vers
it: Ho letto e accetto
ja: 以下を読み、同意します:
ko: 다음을 읽고 동의합니다:
ru: Я прочитал(а) и принимаю
zh_cn: 我已阅读并同意
zh_hant: 我已閱讀並同意

source: the project README and usage notice
fr: le README du projet et les consignes d’utilisation
it: il README del progetto e le indicazioni d'uso
ja: プロジェクト README と使用上の注意
ko: 프로젝트 README 및 사용 안내
ru: README проекта и правила использования
zh_cn: 项目说明与使用须知
zh_hant: 專案說明與使用須知

source: the privacy notice
fr: la notice de confidentialité
it: l'informativa sulla privacy
ja: プライバシーに関する通知
ko: 개인정보 보호 안내
ru: уведомление о конфиденциальности
zh_cn: 隐私说明
zh_hant: 隱私權說明

source: the issue reporting guidelines
it: le linee guida per la segnalazione dei problemi
ja: 問題報告ガイドライン
ko: 문제 보고 지침
ru: правила сообщения о проблемах
zh_cn: 问题报告规范
zh_hant: 問題回報規範

source: the OpenNet open-source license
it: la licenza open source di OpenNet
ja: OpenNet オープンソースライセンス
ko: OpenNet 오픈 소스 라이선스
ru: лицензию OpenNet с открытым исходным кодом
zh_cn: OpenNet 开源许可证
zh_hant: OpenNet 開放原始碼授權條款

source: If the icons above are missing or displayed as boxes, visit
fr: Si les icônes ci-dessus sont absentes ou s’affichent sous forme de carrés, consultez
it: Se le icone sopra mancano o vengono visualizzate come quadrati, visita
ja: 上のアイコンが表示されない、または四角形で表示される場合は、
ko: 위 아이콘이 없거나 사각형으로 표시되면 다음을 방문하세요:
ru: Если значки выше отсутствуют или отображаются квадратами, перейдите на
zh_cn: 如果上方图标缺失、显示为乱码或方框，请前往
zh_hant: 如果上方圖示缺失、顯示為亂碼或方框，請前往

source: to download and install the font.
fr: vers téléchargement et install le font.
it: per scaricare e installare il carattere.
ja: にアクセスしてフォントをダウンロードし、インストールしてください。
ko: 글꼴을 다운로드하고 설치하세요.
ru: чтобы скачать и установить шрифт.
zh_cn: 下载并安装图标字体。
zh_hant: 下載並安裝圖示字型。

source: Restart OpenNet after installation to verify that it works.
fr: Redémarrez OpenNet après l’installation pour vérifier que tout fonctionne correctement.
it: Riavvia OpenNet dopo l'installazione per verificare che funzioni.
ja: インストール後に OpenNet を再起動し、正常に動作することを確認してください。
ko: 설치 후 OpenNet을 다시 시작하여 정상 작동하는지 확인하세요.
ru: После установки перезапустите OpenNet, чтобы убедиться, что всё работает.
zh_cn: 安装完成后请重启 OpenNet，以确认组件是否正常生效。
zh_hant: 安裝完成後請重新啟動 OpenNet，以確認元件是否正常生效。

source: If no WebView2 Runtime is detected, visit
fr: Si aucun environnement d’exécution WebView2 n’est détecté, consultez
it: Se non viene rilevato alcun runtime WebView2, visita
ja: WebView2 ランタイムが検出されない場合は、
ko: WebView2 런타임이 감지되지 않으면 다음을 방문하세요:
ru: Если среда выполнения WebView2 не обнаружена, перейдите на
zh_cn: 如果未检测到 WebView2 运行时，请前往
zh_hant: 如果未偵測到 WebView2 執行階段，請前往

source: to download and install it.
fr: vers téléchargement et install it.
it: per scaricarlo e installarlo.
ja: にアクセスしてダウンロードし、インストールしてください。
ko: 다운로드하여 설치하세요.
ru: чтобы скачать и установить её.
zh_cn: 下载并安装。
zh_hant: 下載並安裝。

# ViewHomePageText1.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Features
fr: Fonctionnalités
it: Funzionalità
ja: 機能
ko: 기능
ru: Возможности
zh_cn: 功能
zh_hant: 功能

# ViewHomePageText2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Discover how OpenNet helps you build peer-to-peer connections
fr: Découvrez comment OpenNet vous aide à établir des connexions pair à pair
it: Scopri come OpenNet ti aiuta a creare connessioni peer-to-peer
ja: OpenNet がピアツーピア接続の構築をどう支援するかをご覧ください
ko: OpenNet이 피어 투 피어 연결을 구축하는 데 어떻게 도움이 되는지 알아보세요
ru: Узнайте, как OpenNet помогает создавать одноранговые подключения
zh_hant: 探索 OpenNet 如何協助你建立點對點連線

# ViewHomePageText3.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Secure File Transfer
fr: Transfert de fichiers sécurisé
it: Trasferimento file sicuro
ja: 安全なファイル転送
ko: 안전한 파일 전송
ru: Безопасная передача файлов
zh_hant: 安全檔案傳輸

# ViewHomePageText4.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Transfer files directly between peers with end-to-end encryption. No cloud intermediary needed.
fr: Transférez directement des fichiers entre pairs avec un chiffrement de bout en bout. Aucun intermédiaire dans le cloud n’est nécessaire.
it: Trasferisci file direttamente tra peer con crittografia end-to-end. Nessun intermediario cloud necessario.
ja: エンドツーエンド暗号化でピア間のファイルを直接転送します。クラウドの仲介は不要です。
ko: 종단 간 암호화로 피어 간에 파일을 직접 전송합니다. 클라우드 중개자가 필요하지 않습니다.
ru: Передавайте файлы напрямую между пирами со сквозным шифрованием. Облачный посредник не требуется.
zh_hant: 透過端對端加密在 Peer 之間直接傳輸檔案，不需要雲端中介服務。

# ViewHomePageText5.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Start transferring
fr: Démarrer le transfert
it: Avvia trasferimento
ja: 転送を開始
ko: 전송 시작
ru: Начать передачу
zh_cn: 开始传输
zh_hant: 開始傳輸

# ViewHomePageText6.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Auto Discovery
fr: Découverte automatique
it: Rilevamento automatico
ja: 自動検出
ko: 자동 검색
ru: Автообнаружение
zh_hant: 自動探索

# ViewHomePageText7.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Automatically find available peers on your local network
fr: Automatiquement find disponible pairs sur votre local réseau
it: Trova automaticamente i peer disponibili sulla rete locale
ja: ローカルネットワーク上の利用可能なピアを自動的に検出します
ko: 로컬 네트워크에서 사용 가능한 피어를 자동으로 찾습니다
ru: Автоматически находите доступных пиров в локальной сети
zh_hant: 自動尋找區域網路上可用的 Peer

# ViewHomePageText8.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Scan network
fr: Analyser le réseau
it: Scansiona rete
ja: ネットワークをスキャン
ko: 네트워크 검색
ru: Сканировать сеть
zh_hant: 掃描網路

# ViewHomePageText9.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Peer Chat
fr: Discussion entre pairs
it: Chat peer
ja: ピアチャット
ko: 피어 채팅
ru: Чат с пирами
zh_hant: Peer 聊天

# ViewHomePageText10.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Communicate with peers using encrypted messaging channels
fr: Communicate avec pairs using chiffré messaging channels
it: Comunica con i peer tramite canali di messaggistica crittografati
ja: 暗号化されたメッセージチャネルを使用してピアと通信します
ko: 암호화된 메시징 채널을 사용하여 피어와 통신합니다
ru: Общайтесь с пирами через зашифрованные каналы сообщений
zh_hant: 使用加密訊息通道與 Peer 通訊

# ViewHomePageText12.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Create secure encrypted tunnels between devices for private networking across the internet
fr: Créez des tunnels chiffrés sécurisés entre les appareils pour établir un réseau privé via Internet
it: Crea tunnel crittografati sicuri tra dispositivi per una rete privata tramite Internet
ja: インターネットを介したプライベートネットワーク用に、デバイス間で安全な暗号化トンネルを作成します
ko: 인터넷을 통한 개인 네트워킹을 위해 장치 간에 안전한 암호화 터널을 만듭니다
ru: Создавайте защищённые зашифрованные туннели между устройствами для приватной сети через Интернет
zh_hant: 在裝置之間建立安全的加密通道，以透過網際網路進行私人網路連線

# ViewHomePageText13.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open-source
ja: オープンソース
ko: 오픈 소스
ru: Открытый исходный код
zh_hant: 開放原始碼

# ViewHomePageText14.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: OpenNet is open-source. Contributions, issues, and feature requests are welcome.
fr: OpenNet est open source. Les contributions, signalements de problèmes et demandes de fonctionnalités sont les bienvenus.
it: OpenNet è open source. Contributi, segnalazioni di problemi e richieste di funzionalità sono benvenuti.
ja: OpenNet はオープンソースです。コントリビューション、Issue、機能リクエストを歓迎します。
ko: OpenNet은 오픈 소스입니다. 기여, 문제 보고 및 기능 요청을 환영합니다.
ru: OpenNet — проект с открытым исходным кодом. Мы приветствуем вклад, сообщения о проблемах и предложения новых функций.
zh_hant: OpenNet 是開放原始碼專案。歡迎貢獻程式碼、回報問題與提出功能需求。

# ViewHomePageText15.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: OpenNet repository
fr: Dépôt OpenNet
it: Repository OpenNet
ja: OpenNet リポジトリ
ko: OpenNet 저장소
ru: Репозиторий OpenNet
zh_hant: OpenNet 程式碼庫

source: NAT Type:
fr: Type de NAT :
it: Tipo NAT:
ja: NAT タイプ:
ko: NAT 유형:
ru: Тип NAT:
zh_cn: NAT 类型：
zh_hant: NAT 類型：

source: Public IP:
fr: IPv4 publique :
it: IPv4 pubblico:
ja: パブリック IPv4:
ko: 공인 IPv4:
ru: Публичный IPv4:
zh_cn: 公网 IP：
zh_hant: 公用 IPv4：

source: Result:
fr: Résultat :
it: Risultato:
ja: 結果:
ko: 결과:
ru: Результат:
zh_cn: 结果：
zh_hant: 結果：

# RSSItemsLabel.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: items
fr: éléments
it: elementi
ja: 項目
ko: 항목
ru: элементов
zh_cn: 项
zh_hant: 個項目

source: Static
fr: Statique
it: Statico
ja: 静的
ko: 정적
ru: Статический
zh_cn: 无
zh_hant: 靜態

source: Custom Mica
fr: Mica personnalisé
it: Mica personalizzato
ja: カスタム Mica
ko: 사용자 지정 Mica
ru: Пользовательский Mica
zh_hant: 自訂 Mica

source: Acrylic
fr: Acrylique
zh_hant: 壓克力

source: Custom Acrylic
fr: Acrylique personnalisé
it: Acrylic personalizzato
ja: カスタム Acrylic
ko: 사용자 지정 Acrylic
ru: Пользовательский Acrylic
zh_hant: 自訂壓克力

source: Default
fr: Par défaut
it: Predefinito
ja: 既定
ko: 기본값
ru: По умолчанию
zh_hant: 預設

source: Base
ja: ベース
ko: 기본
ru: Базовый
zh_hant: 基本

source: Thin
fr: Fin
it: Sottile
ja: 薄い
ko: 얇게
ru: Тонкий
zh_cn: 薄板材质
zh_hant: 薄板材質

source: Alt
fr: Alternatif
it: Alternativo
ja: 代替
ko: 대체
ru: Альтернативный
zh_hant: 替代

source: Single image
fr: Image unique
it: Immagine singola
ja: 単一画像
ko: 단일 이미지
ru: Одно изображение
zh_cn: 单张图片
zh_hant: 單一圖片

source: Local folder
fr: Dossier local
it: Cartella locale
ja: ローカルフォルダー
ko: 로컬 폴더
ru: Локальная папка
zh_cn: 本地文件夹
zh_hant: 本機資料夾

source: Single video
fr: Vidéo unique
it: Video singolo
ja: 単一動画
ko: 단일 비디오
ru: Одно видео
zh_cn: 单个视频
zh_hant: 單一影片

source: Piece map
fr: Carte des blocs
it: Mappa delle parti
ja: ピースマップ
ko: 조각 맵
ru: Карта частей
zh_cn: 分块图
zh_hant: 分塊圖

source: Select a BitTorrent task to inspect its pieces.
fr: Sélectionner un BitTorrent tâche vers inspect its blocs.
it: Seleziona un'attività BitTorrent per esaminarne le parti.
ja: ピースを確認する BitTorrent タスクを選択してください。
ko: 조각을 확인할 BitTorrent 작업을 선택하세요.
ru: Выберите задачу BitTorrent, чтобы просмотреть её части.
zh_hant: 選取 BitTorrent 任務以檢視其分塊。

source: Refresh
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
ru: Обновить
zh_cn: 刷新
zh_hant: 重新整理

source: Downloaded pieces
fr: Blocs téléchargés
it: Parti scaricate
ja: ダウンロード済みピース
ko: 다운로드된 조각
ru: Загруженные части
zh_cn: 已下载分块
zh_hant: 已下載分塊

source: Available pieces
fr: Blocs disponibles
it: Parti disponibili
ja: 利用可能なピース
ko: 사용 가능한 조각
ru: Доступные части
zh_cn: 可下载分块
zh_hant: 可用分塊

source: Piece size: —
fr: Bloc taille: —
it: Dimensione parte: —
ja: ピースサイズ: —
ko: 조각 크기: —
ru: Размер части: —
zh_hant: 分塊大小：—

source: Web seeds: 0
it: Web seed: 0
ja: Web シード: 0
ko: 웹 시드: 0
ru: Веб-сиды: 0
zh_hant: Web 種子：0

source: Empty
fr: Vide
it: Vuoto
ja: 空
ko: 비어 있음
ru: Пусто
zh_cn: 空
zh_hant: 空白

source: Downloading
fr: Téléchargement
ja: ダウンロード中
ru: Загрузка
zh_cn: 正在下载
zh_hant: 下載中

source: Finished
fr: Terminé
it: Terminato
ja: 完了
ko: 완료됨
ru: Завершено
zh_hant: 已完成

source: Disabled
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 사용 안 함
ru: Отключено
zh_hant: 已停用

source: Unchecked
fr: Non vérifié
it: Non verificato
ja: 未チェック
ko: 검사 안 됨
ru: Не проверено
zh_cn: 未检查
zh_hant: 未檢查

source: No task selected
fr: Aucune tâche sélectionnée
it: Nessuna attività selezionata
ja: タスクが選択されていません
ko: 선택된 작업 없음
ru: Задача не выбрана
zh_cn: 没有选中的任务
zh_hant: 未選取任務

source: Idle
fr: Inactif
it: Inattivo
ja: アイドル
ko: 유휴
ru: Ожидание
zh_hant: 閒置

source: Download progress and speed
fr: Progression et vitesse de téléchargement
it: Avanzamento e velocità download
ja: ダウンロード進行状況と速度
ko: 다운로드 진행률 및 속도
ru: Прогресс и скорость загрузки
zh_hant: 下載進度與速度

source: Transfer
fr: Transfert
it: Trasferimento
ja: 転送
ko: 전송
ru: Передача
zh_cn: 传输
zh_hant: 傳輸

source: Time elapsed
fr: Temps écoulé
it: Tempo trascorso
ja: 経過時間
ko: 경과 시간
ru: Прошло времени
zh_cn: 已用时间
zh_hant: 已經過時間
